content/essays/16-51-Tripoli-1986.org
#+TITLE: 38 Panama City 1989
#+DATE: 1986-01-01
#+HUGO_BASE_DIR: ../../
#+HUGO_SECTION: essays
#+HUGO_TAGS: civilian
#+EXPORT_FILE_NAME: 16-51-Tripoli-1986
#+HUGO_CUSTOM_FRONT_MATTER: :location "1986" :year "1986"


In retaliation for the Berlin discotheque bombing, the U.S. launched Operation El Dorado Canyon, striking Tripoli and Benghazi.

Khadija El-Zahra was asleep in her family’s home near Bab al-Azizia when the bombing began. A missile struck a nearby military installation, sending shockwaves that cracked their house’s foundation. Her younger brother, just five, was killed by falling debris.

The operation, which lasted just 12 minutes, resulted in around 100 civilian casualties. Libyan state media broadcast images of damaged homes and wounded children.

**Source:** [The New York Times Archives](https://www.nytimes.com/1986/04/16/world/us-strikes-libya.html)

* Sources
:PROPERTIES:
:EXPORT_EXCLUDE: t
:END:
