public/essays/16-51-tripoli-1986/index.html
<!DOCTYPE html>
<html lang="en-us" data-theme="light">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>38 Panama City 1989 - Against The Tide</title>
    
    
    <meta name="description" content="A series of fact-based civilian experience essays documenting U.S. military bombardments">
    <meta name="keywords" content="journalism, civilian, military, bombardment, essays, history">
    <meta name="author" content="TorchScribe">
    
    
    <meta property="og:type" content="article">
    <meta property="og:title" content="38 Panama City 1989 - Against The Tide">
    <meta property="og:description" content="A series of fact-based civilian experience essays documenting U.S. military bombardments">
    <meta property="og:url" content="https://torchscribe.com/essays/16-51-tripoli-1986/">
    
    
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;500;600;700&family=JetBrains+Mono:wght@400;700&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="/css/style.css">
    
    
    <link rel="icon" type="image/svg+xml" href="/img/favicon.svg">
    <link rel="icon" type="image/png" href="/img/favicon.png">
    
    
</head>
<body>
    <div class="container">
        <header>
    <div class="logo">Against <span>The</span> Tide</div>
    <nav>
        
        
        <a href="/" >Home</a>
        
        <a href="/#essays" >Essays</a>
        
        <a href="/about/" >About</a>
        
        <button id="theme-toggle" aria-label="Toggle dark mode">
            <span class="theme-toggle-icon">◐</span>
        </button>
    </nav>
</header>

        <main>
            
<article class="essay-content markdown-content">
    <header class="essay-header">
        <h1>38 Panama City 1989</h1>
        <div class="metadata">
            <p><strong>Location:</strong> </p>
            <p><strong>Year:</strong> </p>
        </div>
    </header>
    
    <div class="essay-article">
        
<p>
In retaliation for the Berlin discotheque bombing, the U.S. launched Operation El Dorado Canyon, striking Tripoli and Benghazi.</p>
<p>
Khadija El-Zahra was asleep in her family’s home near Bab al-Azizia when the bombing began. A missile struck a nearby military installation, sending shockwaves that cracked their house’s foundation. Her younger brother, just five, was killed by falling debris.</p>
<p>
The operation, which lasted just 12 minutes, resulted in around 100 civilian casualties. Libyan state media broadcast images of damaged homes and wounded children.</p>
<p>
<strong><strong>Source:</strong></strong> [The New York Times Archives](<a href="https://www.nytimes.com/1986/04/16/world/us-strikes-libya.html)">https://www.nytimes.com/1986/04/16/world/us-strikes-libya.html)</a></p>
<div id="outline-container-headline-1" class="outline-2">
<h2 id="headline-1">
Sources
</h2>
</div>

    </div>
    
    
    
    <div class="essay-navigation">
        <a href="/#essays" class="back-to-essays">← Back to Essays</a>
    </div>
</article>

        </main>

        <footer>
    <p>© 2025 Against The Tide · All rights reserved</p>
    <p>Curated by TorchScribe</p>
</footer>
    </div>

    <script>
    
    document.addEventListener('DOMContentLoaded', () => {
        const themeToggle = document.getElementById('theme-toggle');
        
        themeToggle.addEventListener('click', () => {
            const currentTheme = document.documentElement.getAttribute('data-theme');
            const newTheme = currentTheme === 'dark' ? 'light' : 'dark';
            
            setTheme(newTheme);
        });
    });
    
    
    document.addEventListener('keydown', (e) => {
        
        if (e.altKey && e.key === 's') {
            e.preventDefault();
            window.location.href = '/#essays';
        }
        
        
        if (e.altKey && e.key === 'Home') {
            e.preventDefault();
            window.location.href = '/';
        }
        
        
        if (e.altKey && e.key === 'e') {
            e.preventDefault();
            window.location.href = '/#essays';
        }
        
        
        if (e.altKey && e.key === 'a') {
            e.preventDefault();
            window.location.href = '/about/';
        }
    });
</script>
</body>
</html>